Repository: EsauRoiDesBarbus/EclipseBoardgameWebApp
Catalog: src/locales/*.po
Languages: fr

source: Eclipse Battle Calculator
fr: Eclipse - Calculateur de bataille

source: {0} or more survived
fr: {0} ou plus ont survécu

source: About
fr: À propos

source: Add {0}
fr: Ajouter {0}

source: Add blueprint on {0} side
fr: Ajouter un plan de vaisseau du côté {0}

source: An error occurred. Please try again.
fr: Une erreur est survenue. Merci de réessayer plus tard.

source: Ancient
fr: Ancien

source: Ancient A Variant
fr: Ancien - Variante A

source: Ancient B Variant
fr: Ancien - Variante B

source: Any question, suggestion, bug report, use the feedback button.
fr: Si tu as des questions, des suggestions, des bugs, utilise le bouton de feedback.

source: Attack
fr: Attaque

source: Attack {0}
fr: {0} d’attaque

source: attacker
fr: attaquant

source: Attacker wins:
fr: Chances de victoire de l’attaquant :

source: Basic ships
fr: Vaisseaux simples

source: Battle!
fr: Combattre !

source: Bellman value function programming
fr: programmation par fonction de valeur de Bellman

source: Blue cannon
fr: Canon bleu

source: Blue missile
fr: Missile bleu

source: Cannons
fr: Canons

source: Clear
fr: Effacer

source: Close
fr: Fermer

source: Computer
fr: Ordinateur

source: Credits
fr: Remerciements

source: Cruiser
fr: Frégate

source: defender
fr: défenseur

source: Defense
fr: Défense

source: Defense {0}
fr: {0} de défense

source: Dreadnought
fr: Croiseur

source: Etienne Bertin (aka. esauroidesbarbus) for the maths and the backend,
fr: Etienne Bertin (ou esauroidesbarbus) pour les maths et le backend,

source: FiF for OPS.
fr: FiF pour la partie OPS.

source: floating point precision (the UI truncates it for readability),
fr: la précision d’un nombre à virgule flottante (l’interface utilisateur le tronque pour la lisibilité),

source: for the frontend,
fr: pour la partie frontend,

source: GCDS
fr: SDCG

source: GCDS A Variant
fr: SDCG - Variante A

source: GCDS B Variant
fr: SDCG - Variante B

source: graph with the probability of survival of each ship,
fr: un graphique avec la probabilité de survie de chaque vaisseau,

source: Guardian
fr: Gardien

source: Guardian A Variant
fr: Gardien - Variante A

source: Guardian B Variant
fr: Gardien - Variante B

source: Hull
fr: Coque

source: I don’t use random simulations, I use advanced tools of decision theory known as
fr: Je ne fais pas de simulations aléatoires, j’utilise des outils avancés en théorie des jeux, connus sous le nom de

source: Increase blue cannon
fr: Ajouter un canon bleu

source: Increase blue missile
fr: Ajouter un missile bleu

source: Increase computer
fr: Ajouter un ordinateur

source: Increase hull
fr: Ajouter une coque

source: Increase initiative
fr: Ajouter un d’initiative

source: Increase number of ships
fr: Ajouter un vaisseau

source: Increase orange cannon
fr: Ajouter un canon orange

source: Increase orange missile
fr: Ajouter un missile orange

source: Increase red cannon
fr: Ajouter un canon rouge

source: Increase red missile
fr: Ajouter un missile rouge

source: Increase rift cannon
fr: Ajouter un canon rift

source: Increase shield
fr: Ajouter un bouclier

source: Increase yellow cannon
fr: Ajouter un canon jaune

source: Increase yellow missile
fr: Ajouter un missile jaune

source: Interceptor
fr: Intercepteur

source: Load a demo:
fr: Charger une démo :

source: Load basic ships demo
fr: Charger la démo Vaisseaux simples

source: Load optimal damage splitting demo
fr: Charger la démo Répartition optimale des dégâts

source: Missing attacker ships.
fr: Vaisseau en attaque manquant.

source: Missing defender ships.
fr: Vaisseau en défense manquant.

source: NPC
fr: PNJ

source: Number
fr: Nombre

source: Optimal damage splitting
fr: Répartition optimale des dégâts

source: optimal targeting: player ships deal damage in the way that maximizes their chance of winning, like a human player (non player ships follow non player targeting rules), check out the <0>Optimal damage splitting</0> demo for a tricky battle where damage needs to be split between 2 ships.
fr: du ciblage optimal : les vaisseaux des joueurs infligent des dégâts de manière à maximiser leurs chances de gagner, comme un joueur humain (les vaisseaux non-joueurs suivent les règles de ciblage des non-joueurs), regarde la démo <0>Répartition optimale des dégâts</0> pour une bataille délicate, où les dégâts doivent être répartis entre 2 vaisseaux.

source: Orange cannon
fr: Canon orange

source: Orange missile
fr: Missile orange

source: Red cannon
fr: Canon rouge

source: Red missile
fr: Missile rouge

source: Remove ship
fr: Retirer le vaisseau

source: Results
fr: Résultats

source: Rift cannon
fr: Canon rift

source: Shield
fr: Bouclier

source: Starbase
fr: Base stellaire

source: to compute win chance of <0>Eclipse</0> battles, with:
fr: pour calculer les chances de victoire de batailles d’<0>Eclipse</0>, avec :

source: Yellow cannon
fr: Canon jaune

source: Yellow missile
fr: Missile jaune
